<template xmlns="http://www.w3.org/1999/html">
    <section class="wrapper-outer section-terms">
        <div class="section-inner terms">
            <h1 class="section-terms__header">ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
            <h2 class="section-terms__header">
            1. ОБЩИЕ ПОЛОЖЕНИЯ
            </h2>
            <p class="section-terms__text">
                1.1. Настоящее Пользовательское соглашение (далее – Соглашение) относится к сайту
                «bestmaster-massage.ru», расположенному по адресу https://bestmaster-massage.ru/. <br>
                1.2. Сайт «bestmaster-massage.ru» (далее – Сайт) является собственностью Бесхлебнова Дмитрия Сергеевича
                (ИНН: 525634172887, адрес регистрации: город Москва, Братиславская, дом 26, квартира 506). <br>
                1.3. Настоящее Соглашение регулирует отношения между Администрацией сайта «bestmaster-massage.ru» (далее – Администрация сайта) и Пользователем данного Сайта.<br>
                1.4. Администрация сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.<br>
                1.5. Использование Сайта Пользователем означает принятие Соглашения и изменений, внесенных в настоящее Соглашение.<br>
                1.6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.<br>
            </p>
            <h2 class="section-terms__header">
                2. ОПРЕДЕЛЕНИЯ ТЕРМИНОВ
            </h2>
            <p class="section-terms__text">
                2.1. Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:
            </p>
                <ul>
                    <li>
                        <p class="section-terms__text">
                        2.1.1 «bestmaster-massage.ru» – Интернет-ресурс, расположенный на доменном имени https://bestmaster-massage.ru/, осуществляющий свою деятельность посредством Интернет-ресурса и сопутствующих ему сервисов (далее - Сайт).
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        2.1.2. «bestmaster-massage.ru» – сайт, содержащий информацию о Товарах и/или Услугах и/или
                        Иных ценностях для пользователя, Продавце и/или Исполнителе услуг, позволяющий осуществить выбор, заказ и (или) приобретение Товара, и/или получение услуги.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        2.1.3. Администрация сайта – уполномоченные сотрудники на управление Сайтом, действующие от
                        имени Бесхлебнова Дмитрия Сергеевича.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        2.1.4. Пользователь сайта (далее - Пользователь) – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        2.1.5. Содержание сайта (далее – Содержание) - охраняемые результаты интеллектуальной деятельности, включая тексты литературных произведений, их названия, предисловия, аннотации, статьи, иллюстрации, обложки, музыкальные произведения с текстом или без текста, графические, текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, визуальные интерфейсы, названия товарных знаков, логотипы, программы для ЭВМ, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль и расположение данного Содержания, входящего в состав Сайта и другие объекты интеллектуальной собственности все вместе и/или по отдельности, содержащиеся на сайте https://bestmaster-massage.ru/.
                        </p>
                    </li>
                </ul>
            <h2 class="section-terms__header">
                3. ПРЕДМЕТ СОГЛАШЕНИЯ
            </h2>
            <p class="section-terms__text">
                3.1. Предметом настоящего Соглашения является предоставление Пользователю доступа к содержащимся на Сайте Товарам и/или оказываемым услугам.
            </p>
                <ul>
                    <li>
                        <p class="section-terms__text">
                        3.1.1. Сайт предоставляет Пользователю следующие виды услуг (сервисов):
                        доступ к электронному контенту на платной основе, с правом приобретения (скачивания), просмотра контента;
                        доступ к информации о Товаре и/или услуге к информации о приобретении Товара на платной/бесплатной основе;
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        3.1.2. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) Сайта, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги (сервисы).
                        </p>
                    </li>
                </ul>
            <p class="section-terms__text">
                3.2. Доступ к сайту предоставляется на бесплатной основе.<br>
                3.3. Настоящее Соглашение является публичной офертой. Получая доступ к Сайту, Пользователь считается присоединившимся к настоящему Соглашению.<br>
                3.4. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.<br>
            </p>
            <h2 class="section-terms__header">
                4. ПРАВА И ОБЯЗАННОСТИ СТОРОН
            </h2>
            <p class="section-terms__text">
                4.1. Администрация сайта вправе:
            </p>
            <ul>
                <li>
                    <p class="section-terms__text">
                    4.1.1. Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения
                    вступают в силу с момента публикации новой редакции Соглашения на Сайте.
                    </p>
                </li>
            </ul>
            <p class="section-terms__text">
                4.2. Пользователь вправе:
            </p>
                <ul>
                    <li>
                        <p class="section-terms__text">
                            4.2.1. Пользоваться всеми имеющимися на Сайте услугами, а также приобретать любые Товары и/или Услуги, предлагаемые на Сайте.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.2.2. Задавать любые вопросы, относящиеся к услугам сайта:
                        через Форму обратной связи, расположенную по адресу: https://bestmaster-massage.ru
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.2.3. Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.2.4. Копировать информацию с Сайта разрешается с указанием источника и согласия администрации сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.2.5. Требовать от администрации скрытия любой информации о пользователе. 4.2.6. Использовать информацию сайта для личных некоммерческих целей.
                        </p>
                    </li>
                </ul>
            <p class="section-terms__text">
            4.3. Пользователь Сайта обязуется:
            </p>
                <ul>
                    <li>
                        <p class="section-terms__text">
                        4.3.1. Предоставлять по запросу Администрации сайта дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам данного Сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.3.2. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.3.3. Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.3.4. Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических либо юридических лицах.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.3.5. Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Российской Федерации информации.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.3.6. Не использовать Сайт для распространения информации рекламного характера, иначе как с согласия Администрации сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.3.7. Не использовать сервисы с целью:
                        </p>
                        <ul>
                            <li>
                                <p class="section-terms__text">
                                    4.3.7.1. нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.
                                </p>
                            </li>
                            <li>
                                <p class="section-terms__text">
                                    4.3.7.2. ущемления прав меньшинств.
                                </p>
                            </li>
                            <li>
                                <p class="section-terms__text">
                                    4.3.7.3. представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников данного сайта.
                                </p>
                            </li>
                            <li>
                                <p class="section-terms__text">
                                    4.3.7.4. введения в заблуждение относительно свойств и характеристик какого-либо Товара и/или услуги, размещенных на Сайте.
                                </p>
                            </li>
                            <li>
                                <p class="section-terms__text">
                                    4.3.7.5. некорректного сравнения Товара и/или Услуги, а также формирования негативного отношения к лицам, (не) пользующимся определенными Товарами и/или услугами, или осуждения таких лиц.
                                </p>
                            </li>
                        </ul>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.3.8. Обеспечить достоверность предоставляемой информации.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.3.9. Обеспечивать сохранность личных данных от доступа третьих лиц. 4.4. Пользователю запрещается:
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.4.1. Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания Сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.4.2. Нарушать надлежащее функционирование Сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.4.3. Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами данного Сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.4.4. Несанкционированный доступ к функциям Сайта, любым другим системам или сетям, относящимся к данному Сайту, а также к любым услугам, предлагаемым на Сайте.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.4.5. Нарушать систему безопасности или аутентификации на Сайте или в любой сети, относящейся к Сайту.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.4.6. Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта.
                        </p>
                    </li>
                    <li>
                        <p class="section-terms__text">
                        4.4.7. Использовать Сайт и его Содержание в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права Сайта или других лиц.
                        </p>
                    </li>
            </ul>
            <h2 class="section-terms__header">
                5. ИСПОЛЬЗОВАНИЕ САЙТА
            </h2>
            <p class="section-terms__text">
                5.1. Сайт и Содержание, входящее в состав Сайта, принадлежит и управляется Администрацией сайта.<br>
                5.2. Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.<br>
                5.3. Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия о покупке Товара и/или оказанию услуг, предоставляемых на Сайте.<br>
                5.4. Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.<br>
                5.5. Администрация сайта имеет право в любое время без уведомления Пользователя вносить изменения в перечень Товаров и услуг, предлагаемых на Сайте, и (или) их цен.<br>
                5.6. Любой из документов, перечисленных в пункте 5.7 настоящего Соглашения может подлежать обновлению. Изменения вступают в силу с момента их опубликования на Сайте.<br>
            </p>
            <h2 class="section-terms__header">
                6. ОТВЕТСТВЕННОСТЬ
            </h2>
            <p class="section-terms__text">
                6.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией сайта не возмещаются.<br>
                6.2. Администрация сайта не несет ответственности за:
            </p>
            <ul>
                <li>
                    <p class="section-terms__text">
                    6.2.1. Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.
                    </p>
                </li>
                <li>
                    <p class="section-terms__text">
                    6.2.2. Действия систем переводов, банков, платежных систем и за задержки связанные с их работой.
                    </p>
                </li>
                <li>
                    <p class="section-terms__text">
                    6.2.3. Надлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами.
                    </p>
                </li>
            </ul>
            <h2 class="section-terms__header">
                7. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ
            </h2>
            <p class="section-terms__text">
                7.1. Администрация сайта имеет право раскрыть информацию о Пользователе, если действующее
                законодательство Российской Федерации требует или разрешает такое раскрытие.<br>
                7.2. Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.<br>
                7.3. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.<br>
                7.4. Администрация сайта вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации сайта или в права других Пользователей Сайта.<br>
                7.5. Администрация сайта имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности организации, Пользователей.<br>
            </p>
            <h2 class="section-terms__header">
                8. РАЗРЕШЕНИЕ СПОРОВ
            </h2>
            <p class="section-terms__text">
                8.1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения о добровольном урегулировании спора).<br>
                8.2. Получатель претензии в течение 30 календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.<br>
                8.3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.<br>
                8.4. Любой иск в отношении условий использования Сайта должен быть предъявлен в течение 5 дней после возникновения оснований для иска, за исключением защиты авторских прав на охраняемые в соответствии с законодательством материалы Сайта. При нарушении условий данного пункта любой иск оставляется судом без рассмотрения.<br>
            </p>
            <h2 class="section-terms__header">
                9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
            </h2>
            <p class="section-terms__text">
                9.1. Администрация сайта не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.<br>
                9.2. Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией сайта без ограничений.
                Обновлено «28» декабря 2021 г.
            </p>
        </div>
    </section>
</template>

<script>
export default {
    name: "terms"
}
</script>

<style lang="scss" scoped>

.section-terms{

    &__header{
        color: #FFFFFF;
        margin: 30px 0;
    }

    &__text{
        color: #FFFFFF;
    }
}

li::marker{
    color: #FFFFFF;
}

</style>
